documentatie/stuf examples/verblijfplaats/08008_Lk01T_1012528392_2436460.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>BATCHGBA</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2436460_08008</referentienummer><tijdstipBericht>2009030917390286</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009030917350402</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="20002" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1012528392</a-nummer><bsn-nummer>153540436</bsn-nummer><voornamen>Habiba</voornamen><voorletters>H</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Bellaga</geslachtsnaam><geboortedatum>19850927</geboortedatum><geboorteplaats>599</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>V</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19850927</datumInschrijvingGemeente><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>19980401</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="315337" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3021NB</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Heemraadssingel</straatnaam><huisnummer>292</huisnummer><huisletter>A</huisletter><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRINS><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>19920106</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="75529" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3022VV</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Van der Palmstraat</straatnaam><huisnummer>35</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>